[GENERAL]
NAME				= Bosnian
TRANSLATOR			= Armin Ajkunić
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Aplikacija je istekla.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Neregistriran
TEXT_SAFEMODE			= Sigurni Mod
TEXT_SAFEMODE_MESSAGE		= Bandicam radi u sigurnom načinu. \nNeke opcije, uključujući "enkodiranje sa hardverskim ubrzavanjem", neće raditi u sigurnom načinu.
TEXT_INIT_FAIL			= Inicijalizacija neuspješna.
TEXT_APPINFO			= Bandicam - izvanredan program za snimanje događanja na računalu.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Nema dovoljno mjesta na tvrdom disku.
TEXT_ERROR_VIDEO_CAP		= Neuspješan početak snimanja slike.\nAko vam treba pomoć kliknite na OK.
TEXT_ERROR_AUDIO_CAP		= Neuspješan početak snimanja zvuka.\nAko vam treba pomoć kliknite na OK.
TEXT_ERROR_IMAGE_CAP		= Neuspješno snimanje slike.\nMolimo provjerite mapu određenu za snimanje.
TEXT_ERROR_CREATEFILE		= Nije moguće napraviti datoteku.
TEXT_ERROR_OUTPUTFOLDER		= Output folder doesn't exist. Please change the output folder.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Neuspješna inicijalizacija kodeka.
TEXT_ERROR_CODEC_INIT_RETRY	= Greška pri učitavanju kodeka.\nŽelite li pokušati ponovo sa H.264 (CPU) kodekom?
TEXT_ERROR_CODEC_VIDEO		= Snimanje je zaustavljeno zbog problema sa video kodekom.
TEXT_ERROR_LOGO_IMAGE		= Format slike nije podržan. \nMolimo odaberite podržan format(*.png).
TEXT_ERROR_INIT_DEVICE		= Greška pri uključivanju uređaja za snimanje.
TEXT_ERROR_NO_DEVICES		= Uređaj za snimanje nije detektovan.
TEXT_ERROR_EXISTING_PRESET_NAME	= Ime koje ste unijeli već postoji. \nMolim unesite drugo ime.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = Ova opcije više nije dostupna zbog Facebook-ovih prava.
TEXT_CAN_NOT_CHANGE_TB		= Ova podešavanja ne možete menjati u besplatnoj verziji progama. Molimo registrujte se!
TEXT_CAN_NOT_ADD_MORE_THAN_10	= Ne možete dodati više od 10 stavki.
TEXT_WARNING_AMD_APP		= Vaš sistem ne podržava 'H.264 (AMD VCE)', tako da će fabrički biti korišten.
TEXT_WARNING_AMD_APP2		= Vaš sistem ne podržava 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE	= Ako promijenite podešavanja video uređaja, snimanje će biti zaustavljeno. Želite li nastaviti?
TEXT_WARNING_EXIT_BANDICAM	= Ako zatvorite Bandicam, snimanje će biti stopirano.\n Sigurno želite zatvoriti Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC	= Nakon što se ova aplikacija zatvori, planirano snimanje se ne može nastaviti. \nSigurno želite zatvoriti Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Sigurno želite izbrisati odabrani overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Zvuk
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Miš
TEXT_VID_PAGE_TEXT		= Tekst
TEXT_VID_PAGE_OPTIONS		= Opcije

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Opšta
TEXT_OPT_PAGE_OUTPUT		= Izlaz
TEXT_OPT_PAGE_HOOKING		= Povezivanje
TEXT_OPT_PAGE_LANGUAGE		= Jezik
TEXT_OPT_PAGE_OTHERS		= Ostalo

TEXT_VIDEO			= Video
TEXT_AUDIO			= Zvuk

TEXT_FOLDER_SELECT		= Odaberite mapu za snimanje.

TEXT_FMT_FULL_SIZE		= Puna kvaliteta
TEXT_FMT_HALF_SIZE = Pola kvalitete
TEXT_FMT_FIT_WIDTH = Prilagodi sa širinom
TEXT_FMT_FIT_HEIGHT = Prilagodi sa visinom
TEXT_FMT_CUSTOM_SIZE = Proizvoljno
TEXT_FMT_STEREO = Stereo
TEXT_FMT_MONO = Mono
TEXT_FMT_ORIGINAL_PCM		= Originalni format zvuka
TEXT_FMT_AUTO			= Automatski
TEXT_FMT_LOSSLESS		= Bez Gubitka Kvalitete

; Preset
TEXT_PRESET_DEFAULT = Standardan
TEXT_PRESET_HALFSIZE = Pola kvalitete
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA CUDA)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultra-brza opcija za 60 FPS
TEXT_PRESET_LOWEND = Slabo računalo
TEXT_PRESET_NICO = -
TEXT_PRESET_NICO_HQ = -
TEXT_PRESET_NAVER_480P = -
TEXT_PRESET_YOUTUBE_360P = YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P = YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P = YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP = Za PMP / Divx playere
TEXT_PRESET_EDIT = Za Premiere / Sony Vegas
TEXT_PRESET_POWERPOINT = Za MS PowerPoint
TEXT_PRESET_320x0 = Prilagodi za, 320x0
TEXT_PRESET_640x0 = Prilagodi za, 640x0
TEXT_PRESET_800x0 = Prilagodi za, 800x0
TEXT_PRESET_1280x0 = Prilagodi za, 1280x0
TEXT_PRESET_USER = Proizvoljne postavke

TEXT_CHANGE_LANG = Da biste promijenili jezik morate restartovati bandicam. \nŽelite li ga pokrenuti sad?
TEXT_CHANGE_HOOK = Za izmjenu principa povezivanja morate restartovati bandicam. \nŽelite li ga pokrenuti sad?
TEXT_CHANGE_SIZE		= Da promjenite veličinu prozora Bandicam-a, trebate restartovat Bandicam.\nDa li želite restartovati sad?
TEXT_RESET_ALL_SETTINGS = Jeste li sigurni da želite vratiti postavke na standardne?

TEXT_REGISTER_SUCCEEDED = Vaš bandicam je upravo registriran.
TEXT_REGISTER_FAILED = Registracija neuspješna. \nMolimo provjerite e-mail adresu i serijski broj.
TEXT_REGISTER_CONNECT_FAILED = Ne mogu se povezati na poslužitelj za registraciju. \nMolim provjerite vašu internet konekciju, i postavite vaš sat i datum u sadašnje vrijeme.\nAko vam treba pomoć kliknite na OK.
TEXT_REGISTER_INFO = E-mail:%s\r\nSerijski broj:%s
TEXT_REGISTER_LIMITED		= Snimanje zaustavljeno. \n\n u neregistriranoj verziji programa možete snimati samo 10 minuta. Registrirajte se sad!
TEXT_REGISTER_LIMITED_SREC	= u neregistriranoj verziji programa možete snimati samo 10 minuta. Registrirajte se sad!
TEXT_REGISTER_NEWRECORD		= Ne možete započeti novo snimanje u besplatnoj verziji. Registrirajte se sad!
TEXT_REGISTER_LICENCE_INFO	= Neregistriran!!! \r\nAko želite snimati bez vodenih žigova morate kupiti BandiCam.

TEXT_PROGRAM_INVALID = Aplikacija ima grešku. \nMoliko reinstalirajte je.

TEXT_SELECT_NOT_SELECTED	= Molim odaberite mod snimanja
TEXT_SELECT_TARGET = Kliknite na prozor koji želite snimati
TEXT_SELECT_DEVICE		= Molim odaberite uređaj za snimanje
TEXT_TARGET_DIRECTX		= Snimanje igara - Snimanje Igara i Video plejera koristeći DirectX.
TEXT_TARGET_SCREEN		= Snimanje ekrana - Snimanje Desktopa i Web videa.
TEXT_TARGET_DEVICE		= Snimanje putem video uređaja - Snimanje Web kamerom i HDMI uređajem.
TEXT_TARGET_CHANGING		= Ako promjenite mod snimanja, snimanje će biti zaustavljeno.\nSigurno želite nastaviti?
TEXT_TARGET_CLOSE		= Ako zatvorite trenutni način snimanja, snimanje će biti zaustavljeno.\nDa li ste sigurni da želite nastaviti?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Ne možete započeti snimanje u 'Snimanje Igara' zato što prozor nije izabran.\n\nDa li želite promjeniti mod snimanja na 'Snimanje ekrana' da bi snimali?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Ne možete početi snimanje u 'Modu snimanja uređajem' zato što uređaj za snimanje nije odabran.\n\nDa li želite da izaberete 'Mod snimanja ekrana' da bi započeli snimanje?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= Ne možete započeti snimanje zbog toga što način snimanja nije odabran.\n\nDa li želite odabrati 'Način Snimanja' da biste mogli snimati?

TEXT_STATUSBAR_READY = Spremno
TEXT_STATUSBAR_RECORDING = Snima se
TEXT_STATUSBAR_PAUSE = Pauza

TEXT_UPDATE_AVAILABLE = Nova verzija bandicam-a je dostupna. \nŽelite li je skinete?
TEXT_UPDATE_UNAVAILABLE = Ovo je posljednja verzija programa.
TEXT_UPDATE_FAILED		= Neuspješna provjera verzije programa. \nOvao računalo nije povezano na Internet ili postoji problem s poslužiteljem.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Upload neuspješan. Ako ste se tek registrovali, molim potvrdite vašu email adresu.

TEXT_TARGET_FULL = Cijeli zaslon
TEXT_TARGET_RESTORE = Obnovi
TEXT_TARGET_FIND		= Odaberite dio za snimanje
TEXT_TARGET_RESIZE = Odabir veličine
TEXT_TARGET_IMAGE = Hvatanje slika
TEXT_TARGET_PEN			= Mod crtanja
TEXT_TARGET_RECORD_START = Video snimanje - počni
TEXT_TARGET_RECORD_PAUSE = Video snimanje - pauziraj
TEXT_TARGET_RECORD_STOP = Video snimanje - zaustavi 
TEXT_TARGET_MENU		= Meni
TEXT_TARGET_DISPLAY		= Displej %d

TEXT_DEVICE_FULL		= Čitav ekran
TEXT_DEVICE_RESTORE		= Povrat
TEXT_DEVICE_SELECT_DEVICE	= Odaberi Uređaj
TEXT_DEVICE_VOLUME		= Kontrola zvuka
TEXT_DEVICE_IMAGE		= Snimanje forografija
TEXT_DEVICE_RECORD_START	= Video snimanje - početak
TEXT_DEVICE_RECORD_PAUSE	= Video snimanje - pauza
TEXT_DEVICE_RECORD_STOP		= Video snimanje - stop
TEXT_DEVICE_MENU		= Meni

TEXT_RC_HOWTO_NOCOMPLETE = Nemoj automatski prekidati snimanje
TEXT_RC_HOWTO_BYTIME = po vremenu
TEXT_RC_HOWTO_BYSIZE = po veličini
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD = Pokreni novo snimanje
TEXT_RC_AFTER_EXIT = Isključi Bandicam
TEXT_RC_AFTER_SHUTDOWN = Ugasi računar

TEXT_SHUTDOWN_SEC = Ugasi računar za% d sekundi.

TEXT_SEL_IMAGE_FILE = Odaberite sliku

TEXT_RC_MB = MB
TEXT_RC_GB = GB

TEXT_SND_SELECT_2_DISABLE = - Onemogući (preporučeno) -

TEXT_CORRUPTED_AVI_FILE = Fajl posljednja je snimka oštećena. \nŽelite li ga popraviti? \n\nFajl: %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP = Klikni na ikonu u Tray-u da bi otvorio Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT = Kliknite na ikonu u systray-u da bi se prikazao prozor za obilježavanje.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Klikni na tray ikonu da se prikaže snimanje uređajem.
TEXT_FORCE_STOP			= Neuspješno pokretanje snimanja jer je prozor, koji se snima, zakucao. \nŽelite li prinudno zaustavite snimanje?
TEXT_EXTERNAL_CODEC = - Vanjski kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto odabir)

; Status bar tool-tip
TEXT_INDICATOR_STATUS = Status snimanja
TEXT_INDICATOR_TIME = Vrijeme snimanja
TEXT_INDICATOR_SIZE = Veličina snimka / slobodno mjesto na HDD-u
TEXT_INDICATOR_VOLUME = Trenutna glasnoća

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normalno] Normalan prioritet
TEXT_REC_PRIORITY_HIGH		= [Veliko] Veći prioritet od normalnog
TEXT_REC_PRIORITY_HIGHEST	= [Najveće] Ostali zadaci će biti sporiji

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut nije instaliran. Želite li skinuti Bandicut?
TEXT_OUTPUTS_DELETE		= Sigurno želite izbrisati izabrane fajlove?
TEXT_OUTPUTS_SELCOUNT		= %d stvari izabrano

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Ime cilja
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ručni Prefiks
TEXT_FILE_NAME_PREFIX_NONE	= Ništa
TEXT_FILE_NAME_SUFFIX_TIME	= Datum/Vrijeme
TEXT_FILE_NAME_SUFFIX_NUMBER	= Serijski Broj

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Unesite broj između 1 i 1440 minuta.
TEXT_TIMER_REC_STOP_RECORDING	= Snimanje je u tijeku. \nDa li ste sigurni da želite zaustaviti snimanje i nastaviti?
TEXT_TIMER_REC_MODE_NOT_SELECTED= Tajmer Snimanje nije dostupno zato što mod za snimanje nije odabran. Molim odaberite mod za snimanje prvo.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Molim unesite naslov videa.
TEXT_UPLOAD_VID_NO_PASSWORD	= Molim unesite lozinku.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Prijavite se - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Prijavite se - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Prijavite se- Facebook
TEXT_UPLOAD_COMPLETE		= Uploadovan
TEXT_UPLOAD_ERR_FAIL		= Greška pri uploadovanju videa.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Ova datoteka je prevelika za upload.
TEXT_UPLOAD_ERR_FREESPACE	= Nema dovoljno slobodnog prostora na Vimeu za upload.
TEXT_UPLOAD_ERR_CONNECT		= Greška pri konektovanju na server.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Greška pri uploadovanju videa. Vimeo Basic korisnici ne mogu koristiti ovu funkciju.

; deinterlacing
TEXT_DEINT_NONE			= Nikakav
TEXT_DEINT_ODD			= Neparna polja
TEXT_DEINT_EVEN			= Izjednačena polja
TEXT_DEINT_BLEND		= Mješavina

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Snimaj govor samo kad pritisnem tipku
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Prekini snimati govor samo kad pritisnem

; download & update 
TEXT_UPDATE_IN_PROGRESS		= Instalacija u tijeku...
TEXT_UPDATE_FAILED_DL		= Greška pri skidanju instalacijskih fajlova. \nOvaj sistem možda nije pravilno konektovan na Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= Instalacija završena.
TEXT_UPDATE_INSTALL_FAILED	= Instalacija nije uspjela.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Ništa)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontalno
TEXT_WEBCAM_FLIP_VERTICAL	= Vertikalno

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Ime
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Vrijeme Početka
TEXT_SREC_HEADER_END_TIME	= Vrijeme Kraja
TEXT_SREC_HEADER_DURATION	= Trajanje
TEXT_SREC_HEADER_TARGET		= Cilj
TEXT_SREC_HEADER_AFTER_REC	= Poslije Snimanja
TEXT_SREC_DEFAULT_NAME		= Plan
TEXT_SREC_DELETE_SCHEDULES	= Sigurno želite izbrisati odabrane planove zauvijek?
TEXT_SREC_STATUS_WAITING	= Čekanje
TEXT_SREC_STATUS_RECORDING	= Snimanje
TEXT_SREC_STATUS_PASSED		= Završeno
TEXT_SREC_STATUS_INACTIVE	= Neaktivno
TEXT_SREC_TARGET_NOT_CHANGE	= (Ne mijenjaj)
TEXT_SREC_TARGET_FULL_SCREEN	= Čitav ekran
TEXT_SREC_TARGET_CUSTOM_AREA	= Dio ekrana
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Koristi zadnju metu snimanja.
TEXT_SREC_DISPLAY		= Displej %d
TEXT_SREC_DO_NOTHING		= (Ne radi ništa)
TEXT_SREC_EXIT_BANDICAM		= Zatvori Bandicam
TEXT_SREC_SHUTDOWN_PC		= Ugasi računar
TEXT_SREC_ERR_TIME		= Duđina trajanja mora biti između 00:00:01 i 23:59:59.
TEXT_SREC_ERR_DAY		= Bar jedan dan mora biti odabran.
TEXT_SREC_ERR_OVERLAPPED	= Vrijeme snimanja se ne podudara sa "%s"
TEXT_SREC_SAME_DAY		= Isti Dan
TEXT_SREC_DAY_AFTER		= Dan poslije
TEXT_SREC_EVERYDAY		= Svaki dan
TEXT_SREC_SUN			= Nedelja
TEXT_SREC_MON			= Ponedeljak
TEXT_SREC_TUE			= Utorak
TEXT_SREC_WED			= Srijeda
TEXT_SREC_THU			= Četvrtak
TEXT_SREC_FRI			= Petak
TEXT_SREC_SAT			= Subota
TEXT_SREC_START_INFO		= Započni snimanje u %s.
TEXT_SREC_STOP_INFO		= Zaustavi snimanje u %s.
TEXT_SREC_DAY			= %Ddan
TEXT_SREC_DAYS			= %Ddana
TEXT_SREC_WAITING_0		= Nema planiranih snimanja.
TEXT_SREC_WAITING_1		= Postoji jedno planirano snimanje.
TEXT_SREC_WAITING_N		= Postoji %d planiranih snimanja.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Zadani Audio Uređaj)
TEXT_DEFAULT_DEVICE_FORMAT	= (Automatski Detektuj Format)
TEXT_HOTKEY_NONE		= (Ništa)
TEXT_ADD_YOUR_TEXT_HERE		= Dodajte vaš tekst ovdje

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Glavna
$BN_PAGE_GENERAL		= Opšta
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Slike
$BN_PAGE_ABOUT			= O programu
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Opcije
$ST_GEN_OUTPUT_FOLDER		= Mapa za spremanje materijala
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otvori
$BN_GEN_ADV_OPTIONS		= Napredno
$CK_GEN_ALWAYS_ON_TOP		= Prozor Bandicam uvijek na vrhu
$CK_GEN_START_MINIMIZED		= Pokreni Bandicam minimiziran u tray-u
$CK_GEN_RUN_WHEN_START		= Pokreni Bandicam sa Windowsom
$CK_GEN_RECORD_WHEN_RUN		= Pokreni snimanje preko cijelog-ekrana pri pokretanju
$CK_GEN_TIMER_RECORDING		= Postavite tajmer za Automatski Početak Snimanja
$ST_GEN_LANGUAGE		= Jezik
$ST_GEN_REC_AUTO_START		= Automatski Pokreni Snimanje
$ST_GEN_REC_SCHEDULED		= Planirano Snimanje
$BN_GEN_REC_SCHEDULED		= Podešavanja
$ST_GEN_REC_AUTO_COMPLETE	= Automatsko završavanje snimanja
$BN_GEN_REC_AUTO_COMPLETE	= Postavke
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Preklapanje
$CK_FPS_OVERLAY_HOTKEY		= Prikaži/Sakrij Hotkey
$CK_FPS_OVERLAY_POS_HOTKEY	= Pozicioniranje Hotkey-a
$CK_FPS_OVERLAY			= FPS preklapanje
$ST_FPS_LIMIT			= FPS Limit
$CK_FPS_LIMIT_HOTKEY		= Prečac
$CK_FPS_LIMIT			= Odredi FPS limit
$CK_FPS_LIMIT_ONLY_CAP		= Samo tijekom snimanja
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Snimanje
$CK_VID_RECORD_HOTKEY		= Snimanje/Stop Tipka
$CK_VID_PAUSE_HOTKEY		= Tipka pauze
$CK_VID_SHOW_CURSOR		= Prikaži kursor miša
$CK_VID_CLICK_EFFECTS		= Dodaj efekte klika mišem
$CK_VID_WEBCAM_OVERLAY		= Dodaj overlay webkamere
$BN_VID_RECORD_SETTINGS		= Postavke
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Zvuk
$BN_VID_FORMAT_SETTINGS		= Postavke
$BN_VID_FORMAT_PRESETS		= Postavka
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Hvatanje
$CK_IMG_CAPTURE_HOTKEY		= Prečac
$CK_IMG_CAPTURE_REPEAT		= Ponovi hvatanje slika
$ST_IMG_CAPTURE_REPEAT		= sekundi
$CK_IMG_SHOW_CURSOR		= Prikaži kursor miša
$CK_IMAGE_ADD_LOGO		= Dodaj logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= Uključi zvuk "okidača"
$BTN_IMAGE_SETTINGS		= Opcije
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normalan
$CK_IMG_FORMAT_JPG_HQ		= JPG - Kvalitetan
$CK_IMAGE_JPG_CUSTOM		= JPG - Ručna Kvaliteta (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Kako sačuvati kao animirani gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Početak
$ST_OUT_TAB_VIDEO		= Videos
$ST_OUT_TAB_IMAGE		= Slika
$BN_OUT_PLAY_VIDEO		= Pusti
$BN_OUT_OPEN_IMAGE		= Otvori
$BN_OUT_EDIT			= Uredi
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Obriši
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Verzija
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= Nova verzija dostupna.
$BN_ABO_CHECK_UPDATE		= Provjera nadogradnje
$ST_ABO_LICENCE_INFO		= Informacija licence
$BN_ABO_REGISTER		= Registracija
$BN_ABO_REGISTER_HELP		= Kako kupiti i registrovati
$BN_ABO_UPDATE_REGISTRATION	= Obnovite Registraciju
$ST_ABO_HOMEPAGE_INFO		= URL Stranice
$ST_ABO_HOMEPAGE_URL		= Početna
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Molim odaberite uređaj!
$ST_DEVICE_CONNECTING		= Spajanje...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> je program koji korisnici Bandicam-a moraju imati. Možete brzo isjeći i spajati video snimke snimljene sa Bandicam-om. 
$BTN_UPDATE_STEP1_LINK		= Saznaj Više
$ST_UPDATE_STEP2_TEXT		= Skidanje u tijeku...
$BTN_UPDATE_INSTALL		= Instaliraj Odmah
$BTN_UPDATE_LATER		= Ne, hvala!
$BTN_UPDATE_CANCEL		= Prekid
$BTN_UPDATE_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Odaberite način snimanja.
$ST_START_SEL_RECT		= Pravougaona površina
$ST_START_SEL_FULL		= Cijeli ekran
$ST_START_SEL_MOUSE		= Zona oko miša
$ST_START_SEL_GAME		= Snimanje igara
$ST_START_SEL_DEVICE		= Snimanje uređaja
$ST_START_SEL_HELP		= Pomoć na Internetu

$ST_START_RECT_TITLE		= Snimanje Ekrana - Pravougaona Površina
$ST_START_RECT_DESC		= Ovaj način snimanja vam omogućava da snimate dio ekrana.
$ST_START_RECT_STEP		= 1. Odaberite veličinu i dio koji želite snimati.[br]2. Kliknite na 'REC' dugme ili pritisnite tipku za snimanje.

$ST_START_FULL_TITLE		= Snimanje Ekrana - Cijeli Ekran
$ST_START_FULL_DESC		= Ovaj način snimanja vam omogućava da snimite čitav ekran.
$ST_START_FULL_STEP		= 1. Odaberite monitor koji želite snimati. [br]2. Kliknite na 'REC' dugme ili pritisnite tipku za snimanje.

$ST_START_MOUSE_TITLE		= Snimanje Ekrana - Zona oko Miša
$ST_START_MOUSE_DESC		= Ovaj način snimanja vam omogućava da snimiti zonu oko miša.
$ST_START_MOUSE_STEP		= 1. Odaberite veličinu zone snimanja.[br]2. Kliknite na 'REC' dugme ili pritisnite tipku za snimanje.

$ST_START_GAME_TITLE		= Način Snimanja Igara
$ST_START_GAME_DESC		= Ovaj način snimanja vam omogućava da snimate igre i prikazuje FPS-ove.
$ST_START_GAME_STEP		= 1. Pokrenite igru i provjerite zeleni tekst (FPS).[br]2. Kliknite na 'REC' dugme ili pritisnite tipku za snimanje.

$ST_START_DEVICE_TITLE		= Način Snimanja Uređaja
$ST_START_DEVICE_DESC		= Ovaj način snimanja vam omogućava da snimate putem eksternih urežaja tipa Web kamera, Xbox, Pametni Telefon, IPTV, itd.
$ST_START_DEVICE_STEP		= 1. Odaberite urežaj. [br]2. Kliknite na 'REC' dugme ili pritisnite tipku za snimanje.

$BN_START_HELP			= Pogledajte Web Pomoć
$BN_START_RECORD		= Započni Snimati
$BN_START_RECORD_STOP		= Zaustavi Snimanje
$ST_START_HOTKEY_RECORD		= Snimanje/Stop
$ST_START_HOTKEY_SCREENSHOT	= Slikanje
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Odaberite dio za snimanje
$MENU_RECTANGLE			= Pravougaona Površina
$MENU_FULLSCREEN		= Cijeli Ekran
$MENU_AROUND_MOUSE		= Zona oko Miša
$MENU_RECT_FIND_WINDOW		= Odaberite dio za snimanje
$MENU_RECT_CUSTOM		= Prilagođena Veličina
$MENU_RECT_RECENTLY_USED	= Već korištena veličina
$MENU_FULL_DISPLAY_1		= Displej 1
$MENU_FULL_DISPLAY_2		= Displej 2
$MENU_FULL_DISPLAY_3		= Displej 3
$MENU_FULL_DISPLAY_4		= Displej 4
$MENU_FULL_DISPLAY_5		= Displej 5
$MENU_FULL_DISPLAY_6		= Displej 6
$MENU_FULL_DISPLAY_7		= Displej 7
$MENU_FULL_DISPLAY_8		= Displej 8
$MENU_MOUSE_CUSTOM		= Prilagođena Veličina
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otvori Izlazni Folder
$TOOLTIP_SCHEDULED_RECORDING	= Planirano Snimanje
$TOOLTIP_SCREENSHOT		= Snimi sliku
$TOOLTIP_RECORD			= Snimi / Stopiraj
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Jednostavni/Produženi UI
$TOOLTIP_REGISTER		= Registruj Bandicam
$TOOLTIP_ONLINE_HELP		= Online pomoć

$TOOLTIP_TOOL_NONE		= Kursor (Bez Crtanja)
$TOOLTIP_TOOL_PEN		= Olovka
$TOOLTIP_TOOL_PEN_HL		= Označivać 
$TOOLTIP_TOOL_PEN_LINE		= Linija
$TOOLTIP_TOOL_ARROW		= Strelica
$TOOLTIP_TOOL_BOX		= Kocka
$TOOLTIP_TOOL_NUMBER		= Numerisanje
$TOOLTIP_TOOL_TEXT		= Tekst
$TOOLTIP_TOOL_ERASER		= Brisać
$TOOLTIP_TOOL_COLOR		= Izaberi boju
$TOOLTIP_TOOL_LINE		= Linija
$TOOLTIP_TOOL_UNDO		= Vrati (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Ponovo uradi (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Odaberite način snimanja
$TOOLTIP_HOME_RECT		= Način Snimanja Ekrana - Pravugaonik
$TOOLTIP_HOME_FULL		= Način Snimanja Ekrana - Cijeli Ekran
$TOOLTIP_HOME_MOUSE		= Način Snimanja Ekrana - Zona oko Miša
$TOOLTIP_HOME_GAME		= Načina Snimanja Igara
$TOOLTIP_HOME_DEVICE		= Način Snimanja Uređaja

$TOOLTIP_ADD_MOUSE_EFFECT	= Dodajte efekte kursora miša
$TOOLTIP_ADD_MICROPHONE		= Dodajte mikrofon
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Dodajte efekat veb kamere
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
IDCANCEL = Prekini
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT = Postavke formata
IDC_ST_FMTSET_FILE		= Tip fajla
IDC_ST_FMTSET_VIDEO = Video
IDC_ST_VIDEO_SIZE = Veličina
IDC_ST_VIDEO_FPS = FPS
IDC_ST_VIDEO_CODEC = Kodek
IDC_ST_VIDEO_CODEC_PROFILE	= Profil
IDC_ST_VIDEO_BITRATE = Bitrejt
IDC_ST_VIDEO_QUALITY = Kvaliteta
IDC_ST_FMTSET_AUDIO = Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Spremi kao originalni format
IDC_ED_AUDIO_ORIGINAL_PCM	= Možete sačuvati više-kanalski i zvuk visoke-kvalitete (96KHz ili više).
IDC_ST_AUDIO_CH = Kanali
IDC_ST_AUDIO_FREQ = Frekvencija
IDC_ST_AUDIO_CODEC = Kodek
IDC_ST_AUDIO_BITRATE = Bitrejt
IDC_ST_FORMAT_HELP = [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER = Registrirajte Bandicam
IDC_ST_1BUY = 1. Kupi
IDC_ST_1BUY_COMMENT		= Napominjemo da Bandicam nije besplatan program. Ako želite snimati bez vodenih žigova, morat ćete ga kupiti.
IDC_BTN_BUY_ONLINE = Kupi online
IDC_ST_2REGISTER = 2. Registriraj se
IDC_ST_2REGISTER_COMMENT = Morate imati pristup Internetu da biste registrirali program.
IDC_ST_EMAIL_ADDRESS = E-mail adresu
IDC_ST_SERIAL_NUMBER = Serijski broj
IDC_BTN_REGISTER_NOW = potvrdi registraciju
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE = Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK = Provjera verzije
IDC_ST_UPDATE_SETTING = Postavke
IDC_CK_UPDATE_ENABLE = Automatski provjeravaj verziju programa.
IDC_CK_UPDATE_POPUP = Obavijesti me kada je nova verzija dostupna.
IDC_UPDATE_CHECK_NOW = Provjeri sad
IDC_CLOSE = Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET = Napredne opcije
IDC_BTN_RESET = Nanovo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL = Generalne postavke
IDC_CK_ALWAYS_ON_TOP2 = Prozor Bandi uvijek na vrhu
IDC_CK_START_MINIMIZED_TO_TRAY	= Pokreni Bandicam minimiziran u tray-u
IDC_CK_RUN_WHEN_START = Startuj Bandi sa Windowsom
IDC_CK_RECORD_WHEN_RUN		= Pokreni snimanje preko čitavog-ekrana pri pokretanju Bandicama
IDC_BTN_TIMER_RECORDING		= Postavite tajmer za Automatski Početak Snimanja
IDC_CK_SHOW_FPS_IN_VIDEO = Prikaži FPS u slikama i videoisječcima
IDC_ST_SHOW_FPS_IN_VIDEO = (Samo u 'Snimanje igara')
IDC_CK_SHOW_TIP_BAR = Prikaži savjete / informacijski bar
IDC_CK_NO_TRAY_BALLOON		= Ugasi tray obavijesti
IDC_ST_ADV_AUTOMATIC		= Automatsko

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Snimanje datoteke
IDC_ST_OUT_OUTPUT_FOLDER	= Izlazni folder
IDC_CK_OUT_CREATE_SUBFOLDER	= Napravi podmapu prilikom snimanja datoteke
IDC_RD_OUT_SUBFOLDER		= Ime Pod-Foldera će niti isto kao i ime snimka.
IDC_RD_OUT_SUBFOLDER_2		= Ime Pod-Foldera će biti 'Videos' ili 'Images'.
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Omogući snimanje keša na hard disk
IDC_ST_OUT_FILE_NAMING		= Podešavanje imena
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE = Jezik
IDC_ST_TRANSLATOR = Hvala prevoditeljima

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET = Meta snimanja
IDC_CK_HK_OPENGL = OpenGL
IDC_CK_HK_DDRAW = DirectDraw
IDC_CK_HK_DX7 = DirectX 7
IDC_CK_HK_DX8 = DirectX 8
IDC_CK_HK_DX9 = DirectX 9
IDC_CK_HK_DX10 = DirectX 10
IDC_CK_HK_DX11 = DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Aplikacije (UWP)
IDC_CK_DISABLE_DX11_ON_IE9 = Onemogući DX10/11 hvatanje na IE9, 10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX = Blokiraj DirectX video preklapanje
IDC_BTN_BLOCK_LIST = Popis blokiranih procesa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS = Ostale postavke
IDC_BTN_VIDEO_RECORD_SETTINGS = Postavke snimanja videa
IDC_BTN_VIDEO_FORMAT_SETTINGS = Postavke formata videa
IDC_BTN_AUTO_COMPLETE_RECORDING = Automatsko završavanje snimanja

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL = Automatski prekini snimanje
IDC_ST_RC_HOWTO = Postavi uvjete automatskog prekidanja snimanja
IDC_RD_RC_NOTCOMPLETE = Nemoj automatski prekidati
IDC_RD_RC_TIME = Po vremenu
IDC_ST_RC_MAX_TIME = Max
IDC_RD_RC_SIZE = Po veličini datoteke
IDC_ST_RC_MAX_SIZE = Max
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER = Po završetku automatskog snimanja
IDC_RD_RC_NOTHING = Nemoj raditi ništa
IDC_RD_RC_NEW_RECORDING = Počni novo snimanje
IDC_RD_RC_EXIT_BDCAM = Prekini snimanja i isključi Bandicam
IDC_RD_RC_SHUTDOWN = Ugasi računar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN = isključi
IDC_ST_SHUTDOWN = Gašenje
IDC_ST_SHUTDOWN_INFO = Kompjuter će biti isključen. \nStisnite 'Prekini' ako ne želite se računalo ugasi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS = Postavljanje snimanja zvuka

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND = Snimaj zvuk
IDC_ST_SND_SELECT_1 = Primarni izvor
IDC_BTN_SND_SETTING_1 = Postavke
IDC_ST_SND_VOLUME_1		= Jačina Zvuka
IDC_CK_SND_MONO_1		= Mono
IDC_ST_SND_SELECT_2 = Sekundarni izvor (Microphone)
IDC_BTN_SND_SETTING_2 = Postavke
IDC_ST_SND_VOLUME_2		= Jačina Zvuka
IDC_CK_SND_MONO_2		= Mono
IDC_CK_SND_MIX_SOUND = Spajanje dva zvuka (Primarni + Sekundarni u jedan audio zapis)
IDC_CK_SND_CAP_PUSH_TO		= Snimaj-Govor-Kad-Pritisnem ili Prekini-Snimat-Govor-Kad-Pritisnem
IDC_ST_SOUND_HELP = [Pomoć]
IDC_CK_SND_SAVE_AS_WAV = Snimaj zvuk prilikom snimanja (. Wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Dodaj overlay webkamere u video
IDC_ST_WEBCAM_SETTING		= Podešenja
IDC_ST_WEBCAM_POS		= Pozicija:
IDC_CK_WEBCAM_USE_CHROMAKEY	= Koristi Chroma kljuć
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Dodatno
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Dodatne Opcije
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Pregled veb-kamere na ekranu
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Omogući tipku za prebacivanje pregleda
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Dodaj okvir kamere na izlazni video fajl
IDC_RD_WEBCAM_SAVE_AS_MP4	= Spremi video kamere kao zaseban fajl (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO = Dodaj logo u video
IDC_ST_LOGO_SETTING = Postavke
IDC_ST_LOGO_IMAGE = Slika:
IDC_ST_LOGO_OPACITY = Providnost:
IDC_ST_LOGO_POS = Pozicija:
IDC_ST_LOGO_LR_MARGINS		= Lijeva/Desna Margina:
IDC_ST_LOGO_TB_MARGINS		= Vrh/Dno Margina:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Prikaži kursor miša
IDC_ST_CURSOR_SIZE		= Veličina
IDC_ST_EFFECTS_MOUSE		= Efekti miša
IDC_CK_ADD_CLICK_EFFECTS = Dodaj efekt klika mišem
IDC_ST_CLICK_EFFECT_SIZE	= Veličina
IDC_ST_LEFT_CLICK_COLOR = Boja pri lijevom kliku
IDC_ST_RIGHT_CLICK_COLOR = Boja pri desnom kliku
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Dodaj zatamljivanje miša
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Veličina
IDC_ST_HIGHLIGHT_COLOR		= Boja zatamljivanja
IDC_ST_EFFECT_PREVIEW_TITLE	= Pregled
IDC_ST_EFFECTS_MOUSE_SOUND	= Ukljući zvučne efekte miša za vrijeme snimanja
IDC_CK_EFFECT_LCLICK_SOUND	= Lijevi klik
IDC_CK_EFFECT_RCLICK_SOUND	= Desni klik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Dodajte tekst na video
IDC_BTN_TEXT_OVERLAY_ADD	= Dodaj
IDC_BTN_TEXT_OVERLAY_EDIT	= Uredi
IDC_BTN_TEXT_OVERLAY_DEL	= Obriši

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS = Opcije
IDC_ST_REC_PRIORITY		= Prioritet snimanja :
IDC_ST_REC_PRIORITY2		= Veći prioritet bolje snimanje.
IDC_ST_FOR_DX_GL = Za Snimanje Igara
IDC_CK_SKIP_RECORDING = Preskoči snimanje kada frejmovi nisu ažurirani
IDC_CK_ENHANCED_DX9_CAPTURE	= Uređena snimaša metoda (brže, samo DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Za Snimanje Ekrana
IDC_CK_SHOW_COUNTDOWN_TIMER	= Prikaži odbrojavanje prije snimanja
IDC_CK_ENHANCED_CAPTURE		= Koristi poboljšanu metodu (brže, Windows 8 ili novije)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Ukljući zvučne efekte na početku i zaustavljanju

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Pregled veb kamere i dodatna podešenja
IDC_ST_WEBCAM_PRESET_POS	= Već postavljena pozicija
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Podešenja
IDC_ST_WEBCAM_DEVICE		= Web-kamera:
IDC_BTN_WEBCAM_DEVICE		= Podešenja
IDC_ST_WEBCAM_DEVICE_FMT	= Format:
IDC_ST_WEBCAM_SIZE		= Veličina Overlay-a:
IDC_ST_WEBCAM_POS_H		= X pozicija:
IDC_ST_WEBCAM_POS_V		= Y pozicija:
IDC_ST_WEBCAM_FLIPSCREEN	= Zaokret Zaslona:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Koristi Chroma kljuć
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Boja:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Odabir
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Sličnost: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Utop:
IDC_LN_WEBCAM_HELP		= [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam pregled

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Podešavanje teksta
IDC_ST_TEXT_OVERLAY_SETTINGS	= Podešavanja
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Dodaj i vrijeme
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Veličina:
IDC_ST_TEXT_MARGIN		= Margina:
IDC_ST_TEXT_ALPHA		= Alfa:
IDC_ST_TEXT_COLOR		= Boja teksta:
IDC_CK_TEXT_SHADOW_COLOR	= Sjena:
IDC_CK_TEXT_OUT_COLOR		= Iscrtavanje:
IDC_LN_TEXT_HELP		= [ Pomoć ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Podešavanja Slikanja

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Dodaj logo na sliku
IDC_ST_IMG_LOGO_SETTING		= Opcije
IDC_ST_IMG_LOGO_IMAGE		= Slika:
IDC_ST_IMG_LOGO_OPACITY		= Providnost:
IDC_ST_IMG_LOGO_POS		= Pozicija:
IDC_ST_IMG_LOGO_LR_MARGINS	= Lijevo/Desno Margine:
IDC_ST_IMG_LOGO_TB_MARGINS	= Gore/Dole Margine:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE = Proizvoljna veličina mete
IDC_ST_TARGET_SIZE_SETTING = Postavke
IDC_ST_TARGET_SIZE = Veličina mete:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Dodaj novu opciju veličine
IDC_ST_ADD_SIZE_PRESET		= Možete sačuvati trenutnu poziciju u veličinu.\nUnesite ime opcije.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Uredi postavke veličine
IDC_BTN_SIZE_PRESET_ADD		= Dodaj
IDC_BTN_SIZE_PRESET_DEL		= Obriši
IDC_BTN_SIZE_PRESET_REN		= Preimenuj
IDC_BTN_SIZE_PRESET_UP		= Gore
IDC_BTN_SIZE_PRESET_DN		= Dole

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Preimenuj postavke
IDC_ST_REN_SIZE_PRESET		= Unesite novo ime postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO = Informacije
IDC_ST_ACAP_INFO = Informacije u snimanju zvuka
IDC_ST_ACAP_INFO2		= Vaša zvučna kartica ne snima zvuk. Molimo provjerite 'izvor snimanja'. \n\nŽelite li posjetite stranice za podršku?
IDC_CK_ACAP_DO_NOT_ASK = Nemoj pitati opet
IDC_BTN_YES = Da
IDC_BTN_NO = Ne

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME = Maksimalno vrijeme snimanja
IDC_ST_RC_TIME_SETTING = Postavke
IDC_ST_RC_TIME_HOUR = Sat
IDC_ST_RC_TIME_MIN = Min
IDC_ST_RC_TIME_SEC = Sek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE = Maksimalna veličina datoteke
IDC_ST_RC_FILESIZE_SETTING = Postavke

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET = Dodaj nove postavke
IDC_ST_ADD_PRESET = Možete snimiti trenutne postavke formata kao nove postavke. \nUnesite ime za nove postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET = Uredi postavke
IDC_BTN_PRESET_ADD = Dodaj
IDC_BTN_PRESET_DEL = Izbriši
IDC_BTN_PRESET_REN = Preimenovanje
IDC_BTN_PRESET_UP = Gore
IDC_BTN_PRESET_DN = Dolje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET = Preimenovanje postavke
IDC_ST_REN_PRESET = Unesi ime za nove postavke.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX = Odaberi externi video kodek
IDC_ST_CODEC_EX_LIST = Lista kodeka
IDC_ST_CODEC_EX_SETTINGS = Postavke
IDC_ST_CODEC_EX_DRIVER = Naziv drajvera
IDC_ST_CODEC_EX_FOURCC = FourCC
IDC_ST_CODEC_EX_QUALITY = Kvaliteta
IDC_ST_CODEC_EX_DATERATE = Brzina protoka
IDC_ST_CODEC_EX_KEYFRAME = Interval klučnih frejmova
IDC_CK_CODEC_EX_PREFER_RGB	= Preferiraj RGB boje
IDC_BTN_CODEC_EX_CONFIG = Postavi
IDC_BTN_CODEC_EX_ABOUT = Info
IDC_ST_CODEC_EX_HELP = [Pomoć]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK = Popis blokiranih procesa
IDC_ST_BLOCK_LIST = Sljedeći procesi ne podržavaju spaja.
IDC_ST_BLOCK_LIST_EX = Primjer:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (Nvidia® CUDA™) Podešenja
IDC_ST_H264_CUDA_RATE_CONTROL	= Rate control
IDC_RD_H264_CUDA_VBR		= VBR - baziran-na kvaliteti (preporučeno)
IDC_RD_H264_CUDA_CBR		= CBR - baziran-na bitrejtu
IDC_ST_H264_CUDA_GPU_USAGE	= GPU korištenje
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Samo GPU (koristi sa jačom GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU uređaj
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kod:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intrval ključnih frejmova:
IDC_ST_H264_CUDA_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Brzo Sinhronizovani Video) Podešenja
IDC_ST_H264_SYNC_RATE_CONTROL	= Rate control
IDC_RD_H264_SYNC_VBR		= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_H264_SYNC_CBR		= CBR - baziran na bitrejtu
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kod:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Interval ključnih frejmova:
IDC_ST_H264_SYNC_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Podešenja
IDC_ST_H264_APP_RATE_CONTROL	= Rate control
IDC_RD_H264_APP_VBR		= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_H264_APP_CBR		= CBR - baziran na bitrejtu
IDC_ST_H264_APP_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_APP_FOURCC_USED	= FourCC kod:
IDC_ST_H264_APP_KEYFRAME_INT	= Interval ključnih frejmova:
IDC_ST_H264_APP_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Podešenja
IDC_ST_XVID_RATE_CONTROL	= Rate control
IDC_RD_XVID_VBR			= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_XVID_CBR			= CBR - baziran na bitrejtu
IDC_ST_XVID_OPTIMIZATION	= Optimizacija
IDC_RD_XVID_FASTER_SPEED	= Brže enkodiranje
IDC_RD_XVID_SMALLER_SIZE	= Manja veličina fajla
IDC_ST_XVID_OTHER_OPTIONS	= Ostale opcije
IDC_ST_XVID_KEYFRAME_INT	= Interval ključnih frejmova:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Podešenja
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - baziran na kvaliteti (preporučeno)
IDC_RD_H264_NVENC_CBR		= CBR - baziran na bitrejtu
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Korištenje
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU urešaj:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kod:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Interval ključnih frejmova:
IDC_ST_H264_NVENC_FOURCC_HELP	= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Podešavanja
IDC_ST_H264_RATE_CONTROL	= Kontrola brzine
IDC_RD_H264_VBR			= VBR - bazirano na kvalitetu (preporučeno)
IDC_RD_H264_CBR			= CBR - bazirano na bitrejtu
IDC_ST_H264_OPTIMIZATION	= Optimizacija
IDC_RD_H264_FASTER_SPEED	= Brže enkodiranje(šifriranje)
IDC_RD_H264_BALANCED		= Balansirana performansa
IDC_RD_H264_SMALLER_SIZE	= Manja veličina datoteke
IDC_ST_H264_OTHER_OPTIONS	= Ostale opcije
IDC_ST_H264_KEYFRAME_INT	= Interval ključnih frejmova:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Odbrojavać Snimanja
IDC_ST_TIMER_SETTINGS		= Podešavanja
IDC_RD_TIMER_START_IN		= Počni za
IDC_ST_TIMER_MINUTES		= minuta
IDC_RD_TIMER_START_AT		= Počni u
IDC_CK_TIMER_MINIMIZE		= Smanjivanje Bandicam-a u tray ikonu kad snimanje poćne.
IDC_ST_TIMER_AUTO_COMPLETE	= Automatsko Završavanje Snimanja
IDC_BTN_TIMER_AUTO_COMPLETE	= Opcija

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Odbrojavać Snimanja - Čekanje prije početka
IDC_ST_TIMER_WAITING_INFO	= Molim sačekajte snimanje počinje u %s.
IDC_ST_TIMER_ELAPSED		= Vremena prošlo :
IDC_ST_TIMER_REMAINING		= Vremena ostalo :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Podešavanja
IDC_ST_FORMAT_FPS_MODE		= Način Brzine Frejmova
IDC_RD_FORMAT_FPS_CFR		= Preferiraj CFR - Konstantnu Brzinu Frejmova
IDC_ST_FORMAT_FPS_CFR		= Vraća na VFR ako ima malo frejmova.
IDC_RD_FORMAT_FPS_VFR		= Koristi VFR - Varirajuća Brzina Frejmova (Preporučeno)
IDC_ST_FORMAT_FPS_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Uploadujte na Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Informacije Upload-a
IDC_ST_YOUTUBE_FILENAME		= Ime Datoteke:
IDC_ST_YOUTUBE_TITLE		= Natpis:
IDC_ST_YOUTUBE_DESCRIPTION	= Opis:
IDC_ST_YOUTUBE_PRIVACY		= Privatnost:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Javno - Svi mogu vidjeti ovaj video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Neunesen - Samo oni koji imaju link mogu vidjeti
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privatno - Samo ja i ljudi koje odaberem
IDC_BTN_YOUTUBE_UPLOAD		= Uploaduj
IDC_LN_YOUTUBE_HELP		= Pomoć
IDC_LN_YOUTUBE_TOS		= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Slanje...
IDC_ST_YOUTUBE_UPLOADED		= Upload Završen!
IDC_ST_YOUTUBE_LINK		= Link:
IDC_ST_YOUTUBE_EMBED		= Ugradnja:
IDC_BTN_YOUTUBE_LINK_GO		= Kreni
IDC_BTN_YOUTUBE_EMBED_COPY	= Kopiraj
IDC_BTN_YOUTUBE_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Uploaduj na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Informacije uploada
IDC_ST_VIMEO_FILENAME		= Ime datoteke:
IDC_ST_VIMEO_TITLE		= Naslov:
IDC_ST_VIMEO_DESCRIPTION	= Opis:
IDC_ST_VIMEO_PRIVACY		= Sigurnost:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Svi - Svi mogu vidjeti ovaj video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Samo ja - Samo ja mogu vidjeti ovaj video
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Samo ljudi koje pratim - Video je vidljiv za ljude koje pratim na Vimeo.com
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Samo ljudi sa privatnim linkom mogu vidjeti ovaj video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic korisnici ne mogu koristiti ovu opciju)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Samo ljudi sa lozinkom mogu vidjeti ovaj video
IDC_CK_HIDE_PASSWORD		= Sakrij lozinku
IDC_BTN_VIMEO_UPLOAD		= Uploaduj
IDC_LN_VIMEO_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploadovanje...
IDC_ST_VIMEO_UPLOADED		= Video je uspješno uploadovan!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Podijeli:
IDC_BTN_VIMEO_LINK_GO		= Idi
IDC_BTN_VIMEO_EMBED_COPY	= Kopiraj
IDC_BTN_VIMEO_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Postavite na Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Informacije uploada
IDC_ST_FACEBOOK_FILENAME	= Ime datoteke:
IDC_ST_FACEBOOK_TITLE		= Naziv:
IDC_ST_FACEBOOK_DESCRIPTION	= Opis:
IDC_ST_FACEBOOK_PRIVACY		= Privatnost:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Javno - Svi mogu vidjeti ovaj video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Prijatelji Prijatelja - Vaši prijatelji i njihovi prijatelji mogu vidjeti ovaj video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Prijatelji - Samo vaši prijatelji mogu vidjeti ovaj video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Samo Ja - Samo vi možete vidjeti ovaj video
IDC_BTN_FACEBOOK_UPLOAD		= Pošalji
IDC_LN_FACEBOOK_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Slanje...
IDC_ST_FACEBOOK_UPLOADED	= Video je uspješno postavljen!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Idi
IDC_BTN_FACEBOOK_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Dostupan
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 enkoder je dostupan. NVENC je enkoder visoke performanse koji koristi Hardware za bolju performasu. Da li želite koristiti NVENC H.264 enkoder?\n<a>Više</a>
IDC_CK_NVENC_AVAILABLE		= Ne postavljaj mi više ovo pitanje

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Dostupan
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 enkoder je dostupan. QSV je je enkoder visoke-performanse koji koristi hardware za brže enkodiranje. \nŽelite li koristiti QSV H.264 enkoder?\n<a>više</a>
IDC_CK_QSV_AVAILABLE		= Ne pitaj me ponovo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Odabir Uređaja
IDC_ST_DEVICE_SELECTION		= Odabir
IDC_ST_DEVICE_NAME		= Uređaj:
IDC_BTN_DEVICE_NAME_SETTINGS	= Podešenja
IDC_ST_DEVICE_FORMAT		= Format:
IDC_ST_DEVICE_VIDEO_INPUT	= Video Unos:
IDC_ST_DEVICE_AUDIO_INPUT	= Audio Unos:
IDC_CK_DEVICE_AUDIO_CUSTOM	= Koristi ručno odabrani audio uređaj
IDC_BTN_DEVICE_INPUT_SETTINGS	= Podešavanja
IDC_ST_DEVICE_OPTIONS		= Opcije
IDC_ST_DEVICE_DEINTERLAING	= Deinterlacing:
IDC_ST_DEVICE_FLIPSCREEN	= Flip screen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontalno
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertikalno
IDC_LN_DEVICE_HELP		= Pomoć

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Problem sa kompatibilnošču sa "Origin"-om
IDC_LN_CAUTION_USING_WINAPPS	= Ako je uključen mod Windows Aplikacija (UWP), moguće je da imate problema sa kompatibilnošču sa "Origin"-om. <a>Kliknite ovdje</a> da riješite ovaj problem.\n\nJeste li sigurni da želite koristiti mod Windows Aplikacija?
IDC_CK_CAUTION_USING_WINAPPS	= Ne pitaj sljedeći put

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Lista Planiranih Snimanja
IDC_ST_SREC_LIST_TEXT		= Postavi plan početka snimanja u zadano vrijeme. (Ova funkcija je dostupna kada je Bandicam otvoren.)
IDC_BTN_SREC_LIST_ADD		= Dodaj
IDC_BTN_SREC_LIST_EDIT		= Uredi
IDC_BTN_SREC_LIST_DELETE	= Izbriši
IDC_BTN_SREC_LIST_CLOSE		= Zatvori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Planirano Snimanje
IDC_ST_SREC_SETTINGS_NAME	= Ime:
IDC_CK_SREC_ACTIVE		= Aktivrno
IDC_ST_SREC_SCHEDULING		= Planiranje
IDC_RD_SREC_ONE_TIME		= Jednom
IDC_RD_SREC_DAILY		= Dnevno
IDC_RD_SREC_WEEKLY		= Sedmično
IDC_ST_SREC_START_TIME		= Vrijeme Početka:
IDC_ST_SREC_END_TIME		= Vrijeme Kraja:
IDC_CK_SREC_DURATION		= Trajanje
IDC_CK_SREC_SUN			= Nedelja
IDC_CK_SREC_MON			= Ponedeljak
IDC_CK_SREC_TUE			= Utorak
IDC_CK_SREC_WED			= Srijeda
IDC_CK_SREC_THU			= Četvrtak
IDC_CK_SREC_FRI			= Petak
IDC_CK_SREC_SAT			= Subota
IDC_ST_SREC_RECORDING		= Snimanje
IDC_ST_SREC_TARGET		= Cilj Snimanja:
IDC_BTN_SREC_TARGET_SELECT	= Odaberi
IDC_ST_SREC_AFTER_RECORDING	= Poslije snimanja:
IDC_LN_SREC_HELP		= [ Pomoć ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Nema uređaja za snimanje zvuka
IDC_ST_ACAP_NO_DEVICE		= Uređaji za snimanje zvuka nisu detektovani.\nTako da, zvuk neće biti snimljen u videu.
IDC_CK_ACAP_DO_NOT_SHOW		= Ne prikazuj ovu poruku više

[MENU]
ID_POPUP_ABOUT = O Bandicamu
ID_POPUP_GENERAL = Postavke - opća
ID_POPUP_FRAME = Postavke - FPS
ID_POPUP_VIDEO = Postavke - Video
ID_POPUP_IMAGE = Postavke - Slika
ID_POPUP_OUTPUTS		= Lista izlazečih fajlova
ID_POPUP_OPENOUTPUTFOLDER = Otvori mapu
ID_POPUP_TARGET			= Cilj
ID_POPUP_SETTINGS		= Podešenja
ID_POPUP_SIZE			= Veličina
ID_POPUP_EXIT = Izlaz

ID_TARGET_DIRECTX = Snimanje igara
ID_TARGET_SCREEN		= Način Snimanja Ekrana - Pravugaonik
ID_TARGET_FULL			= Način Snimanja Ekrana - Cijeli Ekran
ID_TARGET_MOUSE			= Način Snimanja Ekrana - Zona oko Miša
ID_TARGET_DEVICE		= Način Snimanja Uređaja
ID_TARGET_HELP = Pomoć

ID_TARGET_HIDE			= Prikaži / Sakri \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Kopiraj u Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Mod crtanja \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP = Uvijek na vrhu
ID_TARGET_COUNTDOWN_TIMER	= Prikaži odbrojavanje vremena
ID_TARGET_TRANSPARENCY = Providnost
ID_TARGET_SIZE = Veličina
ID_TARGET_ADJUST		= Podesi

ID_TARGET_MOVE_LEFT = Pomakni lijevo \t Lijevo
ID_TARGET_MOVE_RIGHT = Pomakni desno \t Desno
ID_TARGET_MOVE_UP = Pomakni gore \t Gore
ID_TARGET_MOVE_DOWN = Pomakni dolje \t Dolje

ID_TARGET_INC_WIDTH = Povećaj širinu \t Shift + Desno
ID_TARGET_DEC_WIDTH = Smanji širinu \t Shift + Lijevo
ID_TARGET_INC_HEIGHT = Povećaj veličinu \t Shift + Dolje
ID_TARGET_DEC_HEIGHT = Smanji veličinu \t Shift + Gore

ID_TARGET_FIND_WINDOW		= Odaberite dio za snimanje \t Ctrl+F
ID_TARGET_FULLSCREEN = Cijeli zaslon \t Ctrl + Enter
ID_TARGET_RATIO_4_3 = Prilagodi za 4:3
ID_TARGET_RATIO_16_9 = Prilagodi za 16:9
ID_TARGET_SIZE_CUSTOM = Proizvoljna veličina \t Ctrl + U
ID_TARGET_SIZE_PRESET		= Postavke Veličine \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Dodaj postavku
ID_TARGET_SIZE_PRESET_EDIT	= Uredi postavke
ID_TARGET_SIZE_RU		= Nedavno korištena veličina \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Otvori mapu
ID_TARGET_OUTPUT_LIST		= Lista Izlaznih Fajlova
ID_TARGET_EXIT_BANDICAM = Ugasi Bandicam

ID_DEVICE_HIDE			= Prikaži / Sakri \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Kopiraj u Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Uvijek na vrhu
ID_DEVICE_SELECTION		= Odaberi uređaj \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Čitav ekran \t Enter
ID_DEVICE_ZOOM			= Zum
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Omjer
ID_DEVICE_KEEP_ASPECT_RATIO	= Ostavi omjer
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Uobičajeno
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Otvori Izlazni Folder
ID_DEVICE_OUTPUT_LIST		= Lista Izlaznih Fajlova
ID_DEVICE_EXIT_BANDICAM		= Zatvori Bandicam

ID_USER_PRESET_ADD = Dodaj
ID_USER_PRESET_EDIT = Uredi

ID_SORT_BY_DATE			= Poredaj po datumu
ID_SORT_BY_NAME			= Poredaj po imenu
ID_SORT_BY_SIZE			= Poredaj po veličini

ID_OUTPUTS_LB_PLAY		= Pusti
ID_OUTPUTS_LB_OPEN		= Otvori
ID_OUTPUTS_LB_EDIT		= Uredi
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Izbriši     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Izaberi sve \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Otvori izlazni folder

ID_UPLOAD_TO_YOUTUBE		= Postavi na Youtube
ID_UPLOAD_TO_VIMEO		= Postavi na Vimeo
ID_UPLOAD_TO_FACEBOOK		= Postavi na Facebook

ID_BDCAM_SIZE_DEFAULT		= Originalna veličina
